Revit 2027 API
AXMImportOptions.ImportLevels Property
 Indicate if levels are to be imported. False by default.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ImportLevels { get; set; }
Public Property ImportLevels As Boolean
	Get
	Set
public:
property bool ImportLevels {
	bool get ();
	void set (bool value);
}
member ImportLevels : bool with get, set
Property Value
Boolean
See Also
Reference
AXMImportOptions Class
Autodesk.Revit.DB Namespace